Revit 2027 API
ParameterTypeId.TagLeaderEndType Property
 "Leader End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagLeaderEndType { get; }
Public Shared ReadOnly Property TagLeaderEndType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagLeaderEndType {
	ForgeTypeId^ get ();
}
static member TagLeaderEndType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace